export const data = [
    {
        "title": "Ручной металлорежущий инструмент",
        "description": "известен любому мужчине и представлен напильниками и зубилами, надфилями и шаберами, ножовками и т.п.; сегодня большая часть ручного МРИ обеспечивается электрическим (сеть, аккумуляторы) и пневматическим или гидроприводом. Рабочим органом у любого такого электро- (пневмо-, гидро-) инструмента является адаптированный под патрон ручной инструмент."
    },
    {
        "title": "Станочный металлорежущий инструмент",
        "description": "Фрезы, резцы, протяжки, резьбонарезная и зуборезная группы, алмазный и абразивный. Для исполнения и обработки отверстий применяют сверла, зенковки, цековки, зенкеры, расточные пластины; на координатно-расточных и расточных, револьверных, токарных и сверлильных, других видах станков используют так называемый комбинированный инструмент."
    },
    {
        "title": "Производители металлорежущего инструмента",
        "description": "Среди мировых лидеров можно выделить наиболее известных. Среди них компания Botek, которая специализируется на производстве сверл и инструментов сверления на большую глубину. Компании Vardex и Carmex осуществляют производство одних из лучших резцов и металлорежущего оборудования в целом. Основой их деятельности является изготовление резьбонарезных аппаратов.\n" +
            "\n" +
            "Отличного качества шлифовальные инструменты производит компания Shaviv, а лидером в сфере изготовления тисков, магнитных плит является Vertex.\n" +
            "\n" +
            "По праву лучшим производителем токарного инструмента можно назвать Comadex B.V. Эта компания изготовляет современное оборудование, отличающееся высокими эксплуатационными характеристиками и позволяющее выполнять не только токарные работы, но и работать с резьбой и отверстиями различного диаметра. "
    },
    {},
    {},
]