export const data = [
    {
        "title": "Ручной металлорежущий инструмент",
        "description": "известен любому мужчине и представлен напильниками и зубилами, надфилями и шаберами, ножовками и т.п.; сегодня большая часть ручного МРИ обеспечивается электрическим (сеть, аккумуляторы) и пневматическим или гидроприводом. Рабочим органом у любого такого электро- (пневмо-, гидро-) инструмента является адаптированный под патрон ручной инструмент."
    },
    {
        "title": "Станочный металлорежущий инструмент",
        "description": "Фрезы, резцы, протяжки, резьбонарезная и зуборезная группы, алмазный и абразивный. Для исполнения и обработки отверстий применяют сверла, зенковки, цековки, зенкеры, расточные пластины; на координатно-расточных и расточных, револьверных, токарных и сверлильных, других видах станков используют так называемый комбинированный инструмент."
    },
]


export const producers = [
    {
        "title": "Производители металлорежущего инструмента",
        "description": "Среди мировых лидеров можно выделить наиболее известных. Среди них компания Botek, которая специализируется на производстве сверл и инструментов сверления на большую глубину. Компании Vardex и Carmex осуществляют производство одних из лучших резцов и металлорежущего оборудования в целом. Основой их деятельности является изготовление резьбонарезных аппаратов.\n" +
            "\n" +
            "Отличного качества шлифовальные инструменты производит компания Shaviv, а лидером в сфере изготовления тисков, магнитных плит является Vertex.\n" +
            "\n" +
            "По праву лучшим производителем токарного инструмента можно назвать Comadex B.V. Эта компания изготовляет современное оборудование, отличающееся высокими эксплуатационными характеристиками и позволяющее выполнять не только токарные работы, но и работать с резьбой и отверстиями различного диаметра. "
    },
]

export const titles = [
    {
        "title": "Классификация металлорежущих инструментов"
    },
    {
        "title": "Виды металлорежущих инструментов"
    },
    {
        "title": "Из чего состоит металлорежущий инструмент?"
    },
]

export const instruments = [
    {
        "title": "Резцы",
        "description": "применяемые для обтачивания тел вращения (токарные), строгальные, используемые для обработки плоских заготовок, например, для снятия слоя металла при капитальном ремонте станочного оборудования. В ходе формирования заготовки резец перемещаются вдоль оси ее вращения. Основные характеристики токарных резцов – это размер державки. То есть, той составной части, на которой закрепляется режущая пластина, функционального назначения. Не последнюю роль играет и марка материала из которой изготовлена режущая часть"
    },
    {
        "title": "Сверла",
        "description": "инструмент, предназначенный для образования отверстий на металле. Они устанавливаются на сверлильных, токарных и расточных станках. Сверла бывают прямые и винтовые, для глубокого сверления, пушечные инструменты и специальные."
    },
    {
        "title": "Зенкер",
        "description": "инструмент для увеличения цилиндрических отверстий."
    },
    {
        "title": "Развертки",
        "description": "используются для придания образцам из металла геометрической точности. По ним делают все геометрические модели. Сверла и зенкеры снимают довольно большой слой металла, а развертки, в отличие от них, – маленький. Развертки также могут быть автоматическими и ручными."
    },
    {
        "title": "Фрезы",
        "description": "предназначены для обработки плоской или цилиндрической поверхности металла. Существует очень много разновидностей фрез – цилиндрические, торцовые, концевые, дисковые, фасонные, угловые и зуборезные."
    },
]

